{
  "ABOUT": "소개",
  "EVENTS": "행사",
  "FAITH": "신앙",
  "JOIN": "참여하기",
  "LOGIN": "로그인",
  "REGISTER": "회원가입",
  "Language": "언어",
  "English": "English",
  "한국어": "한국어",
  "Русский": "Русский",
  "Welcome to Bozhiymir Church": "보쥐미르 교회에 오신 것을 환영합니다",
  "SUNDAY MORNINGS AT": "주일 아침 예배",
  "9:00AM (TRADITIONAL), 10:30AM, OR 12:00PM": "오전 9시 (전통), 10시 30분, 또는 오후 12시",
  "A loving community in Poland where Ukrainian children find hope and healing": "폴란드에 있는, 우크라이나 아이들이 희망과 치유를 찾는 사랑의 공동체",
  "Join our church family this Sunday": "이번 주일 우리 교회 가족과 함께 하세요",
  "Our Story": "우리의 이야기",
  "Discover the journey of faith, hope, and community that defines Bozhiymir Church.": "보쥐미르 교회를 정의하는 믿음, 소망, 공동체의 여정을 발견해보세요.",
  "Our Mission": "우리의 사명",
  "To be a loving church family that welcomes all people, shares the Gospel of Jesus Christ, and serves our community with special care for the vulnerable, including Ukrainian orphan children.": "모든 사람을 환영하고, 예수 그리스도의 복음을 나누며, 특히 우크라이나 고아 어린이들을 포함한 연약한 이들을 특별한 보살핌으로 섬기는 사랑의 교회 가족이 되는 것.",
  "Our Journey": "우리의 여정",
  "Church Founded": "교회 설립",
  "Bozhiymir Church was established in Poland with a vision to serve the diverse community.": "보쥐미르 교회는 다양한 공동체를 섬기려는 비전으로 폴란드에 설립되었습니다.",
  "Community Growth": "공동체 성장",
  "Our congregation grew to over 100 members, representing 12 different countries.": "우리 교회는 12개국의 100명 이상의 성도로 성장했습니다.",
  "Youth Ministry Launch": "청소년 사역 시작",
  "Started dedicated programs for children and teenagers in our community.": "지역 사회의 어린이와 청소년을 위한 전담 프로그램을 시작했습니다.",
  "Ukrainian Ministry Begins": "우크라이나 사역 시작",
  "In response to the Ukrainian crisis, we began our ministry to support Ukrainian orphan children.": "우크라이나 위기에 대응하여, 우크라이나 고아들을 돕기 위한 사역을 시작했습니다.",
  "Expanding Impact": "영향력 확장",
  "Now supporting 47 Ukrainian children and 25 host families in the Poland area.": "현재 폴란드 지역에서 47명의 우크라이나 어린이와 25개의 호스트 가정을 지원하고 있습니다.",
  "Our Core Values": "우리의 핵심 가치",
  "Love": "사랑",
  "Showing Christ's love to all people, especially the vulnerable.": "모든 사람, 특히 연약한 이들에게 그리스도의 사랑을 보여줍니다.",
  "Community": "공동체",
  "Building authentic relationships and welcoming all backgrounds.": "진정한 관계를 구축하고 모든 배경을 환영합니다.",
  "Service": "섬김",
  "Serving locally and globally with hands-on compassion.": "지역적으로나 세계적으로 직접적인 연민으로 섬깁니다.",
  "Hope": "소망",
  "Bringing hope through the Gospel and practical care.": "복음과 실제적인 돌봄을 통해 희망을 가져다줍니다.",
  "A Special Calling": "특별한 부르심",
  "When the Ukrainian crisis began, God placed a special burden on our hearts for Ukrainian orphan children. Today, this ministry is central to who we are as Bozhiymir Church.": "우크라이나 위기가 시작되었을 때, 하나님은 우리 마음에 우크라이나 고아들에 대한 특별한 부담을 주셨습니다. 오늘날 이 사역은 보쥐미르 교회의 정체성 중심에 있습니다.",
  "Children Supported": "지원 아동",
  "Host Families": "호스트 가정",
  "Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress. - James 1:27": "하나님 아버지 앞에서 정결하고 더러움이 없는 경건은 곧 고아와 과부를 그 환난중에 돌보는 것이니라 - 야고보서 1:27",
  "Join Our Story": "우리의 이야기에 동참하세요",
  "Be part of our continuing story of faith, hope, and love.": "믿음, 소망, 사랑의 계속되는 이야기에 함께해주세요.",
  "Join Our Family": "우리 가족이 되어주세요",
  "Back to Home": "홈으로 돌아가기"
}