{
  "ABOUT": "О НАС",
  "EVENTS": "СОБЫТИЯ",
  "FAITH": "ВЕРА",
  "JOIN": "ПРИСОЕДИНЯЙТЕСЬ",
  "LOGIN": "ВОЙТИ",
  "REGISTER": "РЕГИСТРАЦИЯ",
  "Language": "Язык",
  "English": "Английский",
  "한국어": "Корейский",
  "Русский": "Русский",
  "Welcome to Bozhiymir Church": "Добро пожаловать в церковь Божиймир",
  "SUNDAY MORNINGS AT": "ВОСКРЕСНЫЕ УТРЕННИЕ СЛУЖЕНИЯ В",
  "9:00AM (TRADITIONAL), 10:30AM, OR 12:00PM": "9:00 (ТРАДИЦИОННОЕ), 10:30 ИЛИ 12:00",
  "A loving community in Poland where Ukrainian children find hope and healing": "Любящая община в Польше, где украинские дети находят надежду и исцеление",
  "Join our church family this Sunday": "Присоединяйтесь к нашей церковной семье в это воскресенье",
  "Our Story": "Наша история",
  "Discover the journey of faith, hope, and community that defines Bozhiymir Church.": "Откройте для себя путь веры, надежды и общности, который определяет церковь Божиймир.",
  "Our Mission": "Наша миссия",
  "To be a loving church family that welcomes all people, shares the Gospel of Jesus Christ, and serves our community with special care for the vulnerable, including Ukrainian orphan children.": "Быть любящей церковной семьей, которая приветствует всех людей, делится Евангелием Иисуса Христа и служит нашему сообществу с особой заботой о уязвимых, включая украинских детей-сирот.",
  "Our Journey": "Наш путь",
  "Church Founded": "Основание церкви",
  "Bozhiymir Church was established in Poland with a vision to serve the diverse community.": "Церковь Божиймир была основана в Польше с видением служения разнообразному сообществу.",
  "Community Growth": "Рост общины",
  "Our congregation grew to over 100 members, representing 12 different countries.": "Наша община выросла до более чем 100 членов, представляющих 12 разных стран.",
  "Youth Ministry Launch": "Запуск молодежного служения",
  "Started dedicated programs for children and teenagers in our community.": "Запущены специальные программы для детей и подростков нашего сообщества.",
  "Ukrainian Ministry Begins": "Начало украинского служения",
  "In response to the Ukrainian crisis, we began our ministry to support Ukrainian orphan children.": "В ответ на украинский кризис мы начали наше служение для поддержки украинских детей-сирот.",
  "Expanding Impact": "Расширение влияния",
  "Now supporting 47 Ukrainian children and 25 host families in the Poland area.": "В настоящее время мы поддерживаем 47 украинских детей и 25 принимающих семей в районе Польши.",
  "Our Core Values": "Наши основные ценности",
  "Love": "Любовь",
  "Showing Christ's love to all people, especially the vulnerable.": "Проявлять любовь Христа ко всем людям, особенно к уязвимым.",
  "Community": "Община",
  "Building authentic relationships and welcoming all backgrounds.": "Построение подлинных отношений и приветствие всех.",
  "Service": "Служение",
  "Serving locally and globally with hands-on compassion.": "Служение на местном и глобальном уровнях с практическим состраданием.",
  "Hope": "Надежда",
  "Bringing hope through the Gospel and practical care.": "Приносить надежду через Евангелие и практическую заботу.",
  "A Special Calling": "Особое призвание",
  "When the Ukrainian crisis began, God placed a special burden on our hearts for Ukrainian orphan children. Today, this ministry is central to who we are as Bozhiymir Church.": "Когда начался украинский кризис, Бог возложил на наши сердца особую ношу за украинских детей-сирот. Сегодня это служение занимает центральное место в идентичности церкви Божиймир.",
  "Children Supported": "Поддержано детей",
  "Host Families": "Принимающих семей",
  "Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress. - James 1:27": "Чистое и непорочное благочестие пред Богом и Отцем есть то, чтобы призирать сирот и вдов в их скорбях. - Иакова 1:27",
  "Join Our Story": "Присоединяйтесь к нашей истории",
  "Be part of our continuing story of faith, hope, and love.": "Станьте частью нашей продолжающейся истории веры, надежды и любви.",
  "Join Our Family": "Присоединяйтесь к нашей семье",
  "Back to Home": "Вернуться на главную"
}